Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotTransferProjectStandards Property
 These Project Standards cannot be transferred.[Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotTransferProjectStandards { get; }
Public Shared ReadOnly Property CannotTransferProjectStandards As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotTransferProjectStandards {
	FailureDefinitionId^ get ();
}
static member CannotTransferProjectStandards : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace